Revit 2027 API
SymbolTypeId.MmHg Property
 Symbol mmHg, indicating unit Millimeters of mercury.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MmHg { get; }
Public Shared ReadOnly Property MmHg As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MmHg {
	ForgeTypeId^ get ();
}
static member MmHg : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace